/* Navigation Services - Localizable Strings */

/* Nav Dialog title strings */
"Open Default Title" = "Åbn";
"Open Title" = "Åbn: ^0";
"Save Default Title" = "Arkiver";
"Save Title" = "Arkiver: ^0";
"Choose File Title" = "Vælg et arkiv";
"Choose Folder Title" = "Vælg en mappe";
"Choose Volume Title" = "Vælg en enhed";
"Choose Object Title" = "Vælg objekt";
"New Folder Title" = "Ny mappe";

/* Button title strings */
"Save Button" = "Arkiver";
"Open Button" = "Åbn";
"Choose Button" = "Vælg";
"Don't Save Button" = "Arkiver ikke";
"New Folder Button" = "Ny mappe";
"Replace Button" = "Erstat";
"Discard Button" = "Ignorer ændringer";
"Review Button" = "Se ændringer...";
"Use Dot Button" = "Brug “.”";
"ExtensionAlertUseOneLabel" = "Brug .^1";
"ExtensionAlertUserBothLabel" = "Brug begge";

/* Confirm Alert strings */
"SaveChangesClosing Banner" = "Arkiver ændringer, før du lukker";
"SaveChangesQuitting Banner" = "Arkiver ændringer, før du slutter";
"SaveChangesOther Banner" = "Arkiver ændringer";
"DiscardChanges Banner" = "Slet ændringer";
"WantToSaveDoc Banner" = "Vil du arkivere ændringer udført i dokumentet “^0”?";
"WantToSaveThis Banner" = "Vil du arkivere de ændringer, du har fortaget i dette dokument?";
"WantToSaveAppDocs Banner" = "Vil du arkivere de ændringer, du har fortaget i dine ^0-dokumenter?";
"WantToDiscardDoc Banner" = "Vil du annullere ændringer udført i dokumentet “^0”?";
"WantToDiscardThis Banner" = "Vil du slette de ændringer, du har foretaget i dette dokument?";

"Review App Docs Banner" = "Der er ^0 ^1-dokumenter med ændringer, der ikke er arkiveret. Vil du se ændringerne, inden du slutter?";
"Review Several App Docs Banner" = "Der er flere ^1-dokumenter med ændringer, der ikke er arkiveret. Vil du se ændringerne, inden du slutter?";

"Review Docs Banner" = "Der er ^0 dokumenter med ændringer, der ikke er arkiveret. Vil du se ændringerne, inden du slutter?";
"Review Several Docs Banner" = "Der er flere dokumenter med ændringer, der ikke er arkiveret. Vil du se ændringerne, inden du slutter?";

"Review App Single Doc Banner" = "Der er ^0 ^1-dokument med ændringer, der ikke er arkiveret. Vil du se ændringerne, inden du slutter?";
"Review Single Doc Banner" = "Der er ^0 dokument med ændringer, der ikke er arkiveret. Vil du se ændringerne, inden du slutter?";

"Review Docs Explanation" = "Hvis du ikke gennemser dokumenterne, går alle ændringerne tabt.";

/* Untitled strings */
"Untitled Folder" = "tom mappe";
"Untitled Doc" = "uden navn";

/* Alert strings */
"Cant Replace Locked" = "Du kan ikke erstatte “^0”, fordi den er låst.";

"Remove Favorite" = "Fjern favorit";
"Cant Resolve Alias NotFound" = "Favoritemnet “^0” kunne ikke åbnes, fordi originalen ikke findes.";
"Navigate Alias Not Found" = "Henvisningen “^0” kunne ikke åbnes, fordi originalen ikke findes.";

"Name Already Taken" = "Emnet “^0” er allerede taget. Brug et andet navn.";
"Cant Replace Folder" = "Navnet “^0” bruges til en mappe.";
"Cant NewFolder OnLockedDisk" = "Du kan ikke oprette en ny mappe, fordi disken er låst.";
"Not Right Privs" = "Du kan ikke erstatte “^0”, fordi du ikke har de nødvendige tilladelser.";
"Cant use period" = "Navne, der begynder med et punktum (“.”) er reserveret til systemet. Hvis du alligevel beslutter at bruge et navn, der begynder med et punktum, bliver arkivet skjult.";

"ExtensionWarningText" = "Er du sikker på, at dokumentet skal arkiveres med endelsen “.^0”? Den anbefalede endelse er “.^1”.";
"ExtensionWarningSubtext" = "Hvis du ikke bruger endelsen “.^1”, kan dokumentet blive arkiveret i et andet format.";

"ExtensionErrorText" = "Du kan ikke arkivere dokumentet med endelsen “.^0”. Den krævede endelse er “.^1”.";
"ExtensionErrorSubtext" = "Du kan vælge at bruge begge, så arkivnavnet ender på “.^0.^1”.";

"ReplaceAlertText" = "Et emne kaldet “^0” findes allerede på denne placering. Skal det erstattes med det, du arkiverer?";
"ReplaceWithExtensionAlertText" = "Et emne kaldet “^0” med endelsen “.^1” findes allerede på denne placering. Skal det erstattes med det, du arkiverer?";


/* Favorite Popup Menu strings */
"Favorite Places" = "Favoritsteder";
"Recent Places"	= "Seneste steder";
"Computer" = "Computer";
"Home menu item" = "Hjem";

/* Show Popup Menu strings */
"All Files" = "Alle arkiver";
"All Known Files" = "Alle kendte dokumenter";
"All App" = "Alle ^0-documenter";
"All Readable Files" = "Alle dokumenter, der kan læses";

/* Format Popup Menu strings */
"Default" = "Standard";

/* Generic Kind strings */
"Picture Document" = "Billeddokument";
"Text Document" = "Tekstdokument";
"Movie Document" = "Filmdokument";
"Sound Document" = "Lyddokument";

/* array of command key characters:
	o	// command-key lower case O (open)
	.	// command-key character '.' (cancel)
	D	// upper character "D" (don't save button shortcut)
	d	// lower character "d" (don't save button shortcut)
	Z	// Undo menu command-key
	X	// Cut menu command-key
	C	// Copy menu command-key
	V	// Paste menu command-key
	A	// Select All menu command-key
	s	// command-key "s" (save)
	R	// upper character "R" (replace button shortcut)
	r	// lower character "r" (replace button shortcut)
	d	// command-key "d" (Desktop shortcut)
	D	// command-key displayed in Where popup (Desktop shortcut)
	H	// command-key "H"
*/
"Command Keys" = "o.DdZXCVAsRrdDH";

/* iDisk strings */
"iDisk title" = "iDisk";
"Connect Failed" = "Forbindelsen blev afbrudt";
"Connect Failed Details" = "iDisk-serveren svarer ikke. Prøv igen.";
"Invalid Setup" = "Du kan ikke få adgang til din iDisk. Dit medlemsnavn eller din adgangskode kan være ugyldige.";
"Invalid Setup Details" = "Du kan ændre navn og adgangskode på fanen .Mac i panelet Internet i Systemindstillinger.";
"iTools Button" = "Åbn .Mac-indstillinger...";
"Authentication Failed" = "Log ind mislykkedes";
"Authentication Failed Detailed" = "Du har ikke skrevet dit navn eller din adgangskode korrekt. Prøv igen. Du kan kontrollere dit .Mac-navn og din -adgangskode i indstillingsvinduet.";

/* List view column titles*/
"Name Column Title" = "Navn";
"Date Modified Column Title" = "Ændringsdato";

/* Authenticated Server strings */
"Connect Button" = "Tilslut...";
"Connect Caption" = "Klik på Tilslut for at se de tilgængelige fælles enheder på serveren \"^0\".";

/* Query strings */
"QueryItemCountString" = "%i emner";
"CurrentFolderScopeString" = "Mappe \"%s\"";
"HomeScopeString" = "Hjem";
"EverywhereScopeString" = "Computer";

/* Preview strings */
"MoreInfo" = "flere oplysninger...";
